Repository: incbee/Unarchiver
Catalog: The Unarchiver/*.lproj/Localizable.strings
Languages: ar, bg, cs, es, fr, it, ja, lv, pl, ru, tr

# %@ (+%d more)
source: %1$@ (+%2$d more)
ar: %1$@ (+%2$d أخرى)
bg: %1$@ (+ още %2$d)
cs: %1$@ (+%2$d více)
es: %1$@ (+%2$d más)
fr: %1$@ (+%2$d en plus)
it: %1$@ (+%2$d altri)
ja: %1$@（残り +%2$d 項目）
lv: %1$@ (vēl +%2$d)
pl: %1$@ (+%2$d ponad)
ru: %1$@ (еще +%2$d)

# Could not extract the file "%@" from the archive "%@": %@
source: Could not extract the file "%1$@" from the archive "%2$@": %3$@
ar: فشل استخراج الملف "%1$@" من الأرشيف "%2$@": %3$@
bg: Извличане на файл „%1$@“ от архив „%2$@“ е невъзможно: %3$@
cs: Nelze rozbalit soubor "%1$@" z archivu "%2$@": %3$@
es: No se pudo extraer el fichero "%1$@" del archivo "%2$@": %3$@
fr: Impossible d'extraire le fichier "%1$@" de l'archive "%2$@": %3$@
it: Impossibile estrarre il file "%1$@" dall'archivio "%2$@": %3$@
ja: アーカイブ"%2$@"からファイル"%1$@"を展開できません：%3$@
lv: Neizdevās atpakot datni “%1$@” no arhīva “%2$@”: %3$@
pl: Nie można rozpakować pliku "%1$@" z archiwum "%2$@": %3$@
ru: Невозможно извлечь файл «%1$@» из архива «%2$@»: %3$@
tr: "%1$@" dosyası, "%2$@" adlı arşivden çıkartılamıyor: %3$@

# Could not extract the resource fork for the file "%@" from the archive "%@": %@
source: Could not extract the resource fork for the file "%1$@" from the archive "%2$@": %3$@
ar: فشل استخراج البيانات الملحقة بالملف "%1$@" من الأرشيف "%2$@": %3$@
bg: Извличане на ресурсно разклонение на файл „%1$@“ от архив „%2$@“ е невъзможно: %3$@
cs: Nelze rozbalit zdrojovou složku "%1$@" z archivu "%2$@": %3$@
es: No se pudo extraer el resource fork para el fichero "%1$@" del archivo "%2$@": %3$@
fr: Impossible d'extraire les métadonnées pour le fichier "%1$@" de l'archive "%2$@": %3$@
it: Impossibile estrarre le resource fork del file "%1$@" dall'archivio "%2$@": %3$@
ja: アーカイブ"%2$@"からファイル"%1$@"のリソースフォークを展開できません： %3$@
lv: Neizdevās atpakot datnes “%1$@” resursa daļu no arhīva “%2$@”: %3$@
pl: Nie można rozpakować rozwidlonych zasobów dla pliku "%1$@" z archiwum "%2$@": %3$@
ru: Невозможно извлечь ветвь ресурсов файла «%1$@» из архива «%2$@»: %3$@
tr: "%1$@" dosyasının kaynak ayracı "%2$@" adlı arşivden çıkartlıamıyor: %3$@

source: Default encoding
ar: الترميز الافتراضي
bg: Ползвай по подразбиране
cs: Výchozí kódování
es: Codificación por defecto
fr: Encodage par défaut
it: Codifica Default
ja: デフォルトエンコーディング
lv: Noklusētais kodējums
pl: Kodowanie domyślne
ru: Использовать стандартную
tr: Varsayılan kodlama

source: Detect automatically
ar: اكتشاف تلقائي
bg: автоматично откриване
cs: Rozpoznat automaticky
es: Detectar automáticamente
fr: Détecter automatiquement
it: Rileva automaticamente
ja: 自動判別
lv: Noteikt automātiski
pl: Wykryj automatycznie
ru: Определять автоматически
tr: Otomatik algılama

source: Extract
ar: استخراج
bg: Извлечи
cs: Rozbalit
es: Extraer
fr: Extraire
it: Estrai
ja: 展開
lv: Atpakot
pl: Rozpakuj
ru: Распаковать в
tr: Çıkart

source: Extract Archive
ar: استخراج الأرشيف
bg: Извличане на архив
cs: Rozbalit archiv
es: Extraer Archivo
fr: Extraire l'archive
it: Estrai Archivio
ja: アーカイブを展開
lv: Atpakot arhīvu
pl: Rozpakuj archiwum
ru: Распаковка архива
tr: Arşivden Çıkart

source: Extracting "%@"
ar: يجري الاستخراج "%@"
bg: Извличане на „%@“
cs: Rozbalování "%@"
es: Extrayendo "%@"
fr: En cours d'extraction "%@"
it: Estrazione di "%@"
ja: "%@"を展開中
lv: Atpakoju “%@”
pl: Rozpakowuję "%@"
ru: Распаковываю «%@»
tr: Çıkartılıyor "%@"

source: Preparing to extract "%@"
ar: يجري التحضير للاستخراج "%@"
bg: Подготвяне за извличане на „%@“
cs: Příprava na rozbalování "%@"
es: Preparando para extraer "%@"
fr: Préparation à l'extraction "%@"
it: Preparo l'estrazione di "%@"
ja: "%@"の展開を準備中
lv: Sagatavojos atpakot “%@”
pl: Przygotowuję do rozpakowania "%@"
ru: Готовлюсь к распаковке «%@»
tr: "%@" çıkartmaya hazırlanıyor

source: Select
ar: تحديد
bg: Избери
cs: Výběr
es: Seleccione
fr: Sélectionner
it: Seleziona
ja: 選択
lv: Atlasīt
pl: Wybierz
ru: Выбрать
tr: Seç

source: Select files to unarchive
ar: حدد ملفات لاستخراج محتواها
bg: Избор на файлове за разархивиране
cs: Výběr souborů k rozbalení
es: Seleccione los ficheros para extraer
fr: Sélectionner les fichiers à décompresser
it: Seleziona i file da estrarre
ja: 展開するファイルを選択
lv: Atlasīt datnes atpakošanai
pl: Wybierz pliki do wypakowania
ru: Выберите файлы для распаковки
tr: Arşivden çıkartılacak dosyaları işaretle

source: The contents of the file "%@" can not be extracted with this program.
ar: لا يمكن استخراج محتوى الملف "%@" بهذا البرنامج
bg: Програмата не е в състояние да извлече съдържанието на файл „%@“.
cs: Obsah souboru "%@" nelze rozbalit s tímto programem.
es: Los contenidos del fichero "%@" no se pueden extraer con este programa.
fr: Le contenu du fichier "%@" ne peut pas être extrait avec ce programme.
it: Il contenuto del file "%@" non può essere estratto da questo programma.
ja: ファイル"%@"の内容は、このプログラムでは展開できません。
lv: Datnes “%@” saturu nav iespējams atpakot ar šo programmu.
pl: Zawartość pliku "%@" nie może być rozpakowany przez ten program.
ru: Эта программа не может распаковать «%@».
tr: "%@" arşivinin içeriği bu program ile çıkartılamıyor.

# There was a problem while extracting the contents of the file "%@": %@
source: There was a problem while extracting the contents of the file "%1$@": %2$@
ar: حدث خطأ أثناء استخراج محتوى الملف "%1$@": %2$@
bg: Възникна неизправност при извличане на съдържанието на файл „%1$@“: %2$@
cs: Nastal problém při rozbalování obsahu souboru "%1$@": %2$@
es: Ha habido un problema durante la extracción de los contenidos del fichero "%1$@": %2$@
fr: Un problème est survenu lors de l'extraction du fichier "%1$@": %2$@
it: Si è verificato un problema durante l'estrazione del contenuto del file "%1$@": %2$@
ja: ファイル"%1$@"の内容を展開する際に問題が発生しました：%2$@
lv: Notikusi kļūda, atpakojot faila “%1$@” saturu: %2$@.
pl: Wystąpił problem podczas rozpakowywania zawartości pliku "%1$@": %2$@
ru: Возникла проблема при распаковке файла «%1$@»: %2$@
tr: "%1$@" arşivininin içeriği çıkartılırken bir sorun çıktı: %2$@

# There was a problem while reading the contents of the file "%@": %@
source: There was a problem while reading the contents of the file "%1$@": %2$@
ar: حدث خطأ أثناء قراءة محتوى الملف "%1$@": %2$@
bg: Възникна неизправност при четене на съдържанието на файл „%1$@“: %2$@
cs: Nastal problém při načítání obsahu souboru "%1$@": %2$@
es: Ha habido un problema durante la lectura de los contenidos del fichero "%1$@": %2$@
fr: Un problème est survenu lors de la lecture du fichier "%1$@": %2$@
it: Si è verificato un problema durante la lettura del contenuto del file "%1$@": %2$@
ja: ファイル"%1$@"の内容を読み込む際に問題が発生しました：%2$@
lv: Notikusi kļūda, nolasot faila “%1$@” saturu: %2$@.
pl: Wystąpił problem podczas odczytywania zawartości pliku "%1$@": %2$@
ru: Возникла проблема при чтении содержания файла «%1$@»: %2$@
tr: "%1$@" arşivininin içeriği okunurken bir sorun çıktı: %2$@

source: Unarchive
ar: استخراج
bg: Разархивирай
cs: Rozbalit
es: Extraer
fr: Décompresser
it: Estrai
ja: 展開
lv: Atarhivēt
pl: Wypakuj
ru: Распаковать
tr: Çıkart

source: You need to supply a password to open the archive "%@".
ar: يجب توفير كلمة المرور لفتح الأرشيف "%@".
bg: Предложете парола за отваряне на архив „%@“.
cs: Je třeba zadat heslo k otevření archivu "%@".
es: Necesita escribir una contraseña para abrir el archivo "%@".
fr: Vous devez fournir un mot de passe pour ouvrir l'archive "%@".
it: È necessario fornire una password per aprire l'archivio "%@".
ja: アーカイブ"%@"を展開するにはパスワードの入力が必要です。
lv: Lai atvērtu arhīvu “%@”, nepieciešams norādīt paroli.
pl: Musisz podać hasło aby otworzyć archiwum "%@".
ru: Для распаковки архива «%@» следует указать пароль.
tr: "%@" adlı arşivi açabilmeniz için arşivin şifresini girmeniz gerekiyor.

source: Where should The Unarchiver extract archives?
ar: إلى أين سيستخرج The Unarchiver محتوى الأرشيف؟
bg: Къде Разархиваторът ще извлича архивите?
es: ¿Dónde debería The Unarchiver extraer los archivos?
fr: Où The Unarchiver doit-il extraire les archives ?
it: Dove vuoi che The Unarchiver estragga gli archivi?
ja: The Unarchiver のアーカイブ展開先はどこにしますか？
lv: Kurā mapē The Unarchiver vajadzētu atpakot arhīvus?
pl: Gdzie Unarchiver ma rozpakować archiwa?
ru: Куда The Unarchiver должен распаковывать архивы?

source: Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?
ar: هل تود استخراج ملفات الأرشيف إلى نفس المجلد الحاوي لها، أم أنك تفضل تحديد مكان المجلد الهدف لكل أرشيف على حدة
bg: Разархиваторът ще извлича ли архивите в същата папка като физическия файл или предпочитате отделно запитване за целева папка за всеки от архивите?
es: ¿Te gustaría que The Unarchiver extraiga los archivos en la misma carpeta que el archivo original, o prefieres que te pregunte el destino para cada archivo individualmente?
fr: Souhaitez-vous que The Unarchiver extraie les archives dans le même dossier que celui de l'archive, ou préférez-vous choisir un dossier de destination pour chaque archive ?
it: Vuoi che The Unarchiver estragga gli archivi nella stessa cartella del file di origine o preferisci che ti venga chiesta la cartella di destinazione individualmente per ogni archivio?
ja: The Unarchiver のアーカイブ展開先をアーカイブファイルと同じフォルダにしますか、それともアーカイブを展開する際に毎回確認しますか？
lv: Vai tu gribētu, lai The Unarchiver atpakotu arhīvus turpat, kur atrodas arhīva fails vai arī tu vēlies norādīt atpakošanas mapi katram arhīvam atsevišķi?
pl: Czy chcesz, aby Unarchiver rozpakował archiwa do tego samego folderu co plik z archiwum, czy ma pytać o docelowy folder indywidualnie dla każdego archiwum?
ru: Должен ли The Unarchiver распаковывать архивы в ту же папку, где находится исходный архив, либо запрашивать папку для каждого архива?

source: Ask every time
ar: السؤال في كل مرة
bg: Питай всеки път
es: Preguntar cada vez
fr: Demander tout le temps
it: Chiedi ogni volta
ja: 毎回確認
lv: Jautāt katru reizi
pl: Pytaj za każdym razem
ru: Запрашивать каждый раз

source: Extract to the same folder
ar: استخراج الأرشيف إلى نفس المجلد الحاوي له
bg: Извлечи в същата папка
es: Extraer en la carpeta original
fr: Extraire dans le même dossier
it: Estrai nella stessa cartella
ja: 同じフォルダに展開
lv: Atpakot turpat, kur atrodas arhīvs
pl: Rozpakuj do tego samego folderu
ru: Извлекать в ту же папку

source: The Unarchiver can not write to this folder. The Mac OS X sandbox may be blocking access to it. To ask the sandbox to allow The Unarchiver to write to this folder, simply click "Extract". This permission will be remembered and The Unarchiver will not need to ask for it again.
es: The Unarchiver no puede escribir en esta carpeta. El sandbox de Mac OS X puede estar bloqueando el acceso. Para que el sandbox permita a The Unarchiver escribir en esta carpeta, sencillamente haz click en "Extraer".Este permiso será recordado y The Unarchiver no necesitará preguntarte de nuevo.
fr: The Unarchiver ne peut pas écrire dans ce dossier, le système de bac à sable de Mac OS X pouvant en bloquer l'accès. Afin d'autoriser The Unarchiver à écrire dans ce dossier, cliquez simplement sur "Extraire". Cette permission sera mémorisée et The Unarchiver ne vous la demandera plus.
ja: The Unarchiver はこのフォルダに書き込めません。Mac OS X の sandbox によりアクセスがブロックされているものと思われます。The Unarchiver がこのフォルダに書き込めるよう sandbox に許可を申請するには、"展開"をクリックしてください。アクセス権は記憶されますので、次回からはこの確認は表示されなくなります。
pl: Unarchiver nie ma prawa zapisu do tego folderu. Piaskownica w Mac OS X może blokować dostęp do niego. Wciśnij "Rozpakuj", żeby zapytać piaskownicę o zgodę na udzielenie prawa zapisu dla Unarchivera. Uprawnienia będą zapamiętane i Unarchiver nie będzie o nie pytał w przyszłości.
ru: The Unarchiver не может записывать в эту папку. Возможно, доступ блокирует Mac OS X sandbox. Чтобы позволить The Unarchiver записывать в эту папку, просто щелкните «Extract». Это будет запомнено, и The Unarchiver больше не будет его запрашивать.

source: The Unarchiver needs to search for more parts of this archive, but the Mac OS X sandbox is blocking access to the folder. To ask the sandbox to allow The Unarchiver to search in this folder, simply click "Search". This permission will be remembered and The Unarchiver will not need to ask for it again.
pl: Unarchiver musi wyszukać kolejne części tego archiwum, ale piaskownica Mac OS X blokuje dostępu do folderu. Aby umożliwić Unarchiverowi wyszukiwanie w tym folderze, kliknij "Wyszukaj". Uprawnienia będą zapamiętane i Unarchiver nie będzie o nie pytał w przyszłości.

source: Search
ar: بحث
bg: Търси
it: Cerca
lv: Meklēt
pl: Wyszukaj

# Attempted to read more data than was available
source: The archive file is incomplete
ar: ملف الأرشيف غير كامل
bg: Непълен файл на архива
cs: Soubor archivu není kompletní
es: El archivo está incompleto
fr: L'archive est incomplète
it: Il file archivio è incompleto
lv: Arhīvs ir nepilnīgs
pl: Plik archiwum jest niekompletny
ru: Отсутствует часть файла архива
tr: Arşiv dosyası tamamlanmamış

# Opening file failed
source: The file could not be opened
ar: لا يمكن فتح الملف
bg: Невъзможно отваряне на файла
cs: Soubor nelze otevřít
es: No se ha podido abrir el fichero
fr: Le fichier n'a pas pu être ouvert
it: Impossibile aprire il file
ja: ファイルを開けませんでした
lv: Datni nav iespējams atvērt
pl: Plik nie może zostać otwarty
ru: Не удалось открыть файл
tr: Dosya açılamıyor

# Missing or wrong password
source: The supplied password was incorrect
ar: كلمة المرور خاطئة
bg: Предложената парола е неправилна
cs: Zadané heslo není správné
es: La contraseña es incorrecta
fr: Le mot de passe fourni est incorrect
it: La password fornita non è corretta
ja: 入力されたパスワードが正しくありません
lv: Norādītā parole nav derīga
pl: Podane hasło jest nieprawidłowe
ru: Пароль указан неправильно
tr: Girmiş olduğunuz şifre yanlış

# Wrong checksum
source: The archive file is corrupted
ar: ملف الأرشيف معطوب
bg: Повреден файл на архива
cs: Soubor achivu je poškozený
es: El archivo está corrupto
fr: L'archive est corrompue
it: Il file archivio è corrotto
ja: アーカイブファイルが壊れています
lv: Arhīvs ir bojāts
pl: Plik archiwum jest uszkodzony
ru: Файл архива поврежден
tr: Arşiv dosyası bozulmul

# Could not create directory
source: Could not create the folder
ar: فشل إنشاء المجلد
bg: Невъзможно създаване на папка
cs: Nelze vytvořit složku
es: No se ha podido crear la carpeta
fr: Impossible de créer le dossier
it: Impossibile creare la cartella
ja: フォルダを作成できませんでした
lv: Nevarēju izveidot mapi
pl: Nie można utworzyć folderu
ru: Невозможно создать папку
tr: Klasör oluşturulamıyor

source: Unknown error
ar: خطأ غير معروف
bg: Неизвестна грешка
cs: Neznámá chyba
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明のエラー
lv: Nezināma kļūda
pl: Nieznany błąd
ru: Неизвестная ошибка
tr: Bilinmeyen hata

source: Failed to write to file
ar: فشلت الكتابة في الملف
bg: Провалено писане на файл
cs: Chyba při zápisu do souboru
es: Error al escibir el fichero
fr: Impossible d'écrire vers le fichier
it: Scrittura sul file fallita
ja: ファイルの書き込みに失敗しました
lv: Neizdavās ierakstīt datni
pl: Zapis do pliku zakończony niepowodzeniem
ru: Не удалось записать файл
tr: Dosya yazımı başarısız

source: Function called with illegal parameters
ar: استُدعيت الدالة بوسطاء خاطئة
bg: Функцията е извикана с недопустими параметри
cs: Funkce volána s neplatnými parametry
es: Función llamada con parámetros no válidos
fr: Fonction appelée avec des paramètres incorrects
it: Funzione chiamata con parametri non validi
ja: 不正な引数による関数呼び出しです
lv: Funkcijas izsaukums ar neatļautiem parametriem
pl: Funkcja wywołana z nieprawidłowymi parametrami
ru: Функция вызвана с недопустимыми параметрами
tr: İşlem, hatalı parametre ile çağrıldı

source: Not enough memory available
ar: لا يتوفر ذاكرة كافية
bg: Недостатъчно налична памет
cs: Nedostatek volné paměti
es: No hay suficiente memoria disponible
fr: Pas assez de mémoire disponible
it: Non c'è abbastanza memoria disponibile
ja: メモリが不十分です
lv: Nepietiek atmiņas
pl: Za mało dostępnej pamięci
ru: Недостаточно памяти
tr: Yeterli hafıza yok

source: Data is corrupted
ar: البيانات معطوبة
bg: Повредени данни
cs: Data jsou poškozena
es: Los datos están corruptos
fr: Les données sont corompues
it: I dati sono corrotti
ja: データが壊れています
lv: Bojāti dati
pl: Dane uszkodzone
ru: Данные повреждены
tr: Veri bozuldu

source: File is not fully supported
ar: الملف غير مدعوم بشكل كامل
bg: Непълно поддържан файл
cs: Soubor není plně podporován
es: El fichero no tiene soporte completo
fr: Le fichier n'est pas entièrement supporté
it: Il file non è completamente supportato
lv: Datne netiek pilnībā atbalstīta
pl: Plik nie jest w pełni obsługiwany
ru: Файл не поддерживается полностью
tr: Dosya tam desteklenmiyor

source: Required resource missing
ar: لم يُعثر على مورد مطلوب
bg: Липсващ изискван ресурс
cs: Požadovaný zdrojový soubor chybí
es: No se encuentra un recurso necesario
fr: Une ressource requise est manquante
it: Risorsa richiesta mancante
ja: 必要なリソースが見つかりません
lv: Trūkst nepieciešamo resursu
pl: Brak wymaganych zasobów
ru: Отсутствует необходимый ресурс
tr: Gereken kaynak eksik

source: Error on decrunching
ar: حدث خطأ أثناء الاستخراج
bg: Грешка при раздробяване
cs: Chyba při louskání
fr: Erreur lors du decrunching
it: Errore durante il decrunching
ja: 展開時にエラーが発生しました
lv: Skaitļošanas kļūda
pl: Błąd podczas decrunching
ru: Ошибка декомпрессии
tr: Sıkıştırılan dosya eski haline getirirken hata oluştu

source: Unknown file type
ar: نوع الملف غير معروف
bg: Неизвестен вид файл
cs: Neznámý typ souboru
es: Tipo de archivo desconocido
fr: Type de fichier inconnu
it: Tipo di file sconosciuto
ja: ファイル形式が不明です
lv: Nezināms datnes tips
pl: Nierozpoznany typ pliku
ru: Неизвестный тип файла
tr: Bilinmeyeb dosya türü

source: File, disk has been skipped
ar: تم تخطي ملف، قرص
bg: Пропуснат файл или диск
cs: Soubor či disk byl přeskočen
es: Fichero, el disco se ha saltado
fr: Le fichier ou le disque a été sauté
it: File, il disco è stato saltato
ja: ファイル、ディスクがスキップされました
lv: Datne, disks ir izlaisti
pl: Plik, dysk został pominięty
ru: Файл, диск пропущен
tr: Dosya, disk atlandı

source: User cancelled extraction
ar: ألغى المستخدم استخراج المتحوى
bg: Извличането е прекратено от потребителя
cs: Uživatelem zrušené rozbalování
es: Extracción cancelada por el usuario
fr: L'utilisateur a annulé l'extraction
it: L'utente ha interrotto l'estrazione
lv: Lietotājs apturējis atpakošanu
pl: Użytkownik przerwał rozpakowywanie
ru: Процесс прерван пользователем
tr: Kullanıcı çıkartma işlemini durdurdu

source: File already exists
ar: الملف موجود مسبقًا
bg: Вече съществуващ файл
cs: Soubor již existuje
es: El fichero ya existe
fr: Le fichier existe déjà
it: Il file esiste già
ja: ファイルがすでに存在します
lv: Norādītā datne jau eksistē
pl: Plik już istnieje
ru: Файл уже существует
tr: Bu dosya zaten var

source: Verify failed (disk hook)
ar: فشل التحقق ‪(‬disk hook‪)‬
bg: Провалено проверяване (disk hook)
cs: Kontrola selhala (disk)
es: Error en la comprobación (disk hook)
fr: La vérification a échoué (disk hook)
it: Verifica fallita (disk hook)
ja: 検証に失敗しました
lv: Kļūda pārbaudot (diskam)
pl: Niepowodzenie weryfikacji (disk hook)
ru: Ошибка при проверке (disk hook)
tr: Doğrulama başarısız (disk hook)

source: Wrong drive geometry
ar: خطأ في هندسة القرص
bg: Грешна геометричност на устройство
cs: Chybná geometrie disku
fr: Mauvaise géométrie du disque
it: Geometria del drive sbagliata
ja: ドライブジオメトリが誤っています
lv: Neatbilstoša diska ģeometrija
pl: Zła geometria dysku
ru: Ошибочные параметры диска
tr: Yanlış sürücü geometrisi

source: Unknown data format
ar: صيغة البيانات غير معروفة
bg: Неизвестен формат на данните
cs: Neznámý formát dat
es: Fomato de datos desconocido
fr: Format de données inconnu
it: Formato dati sconosciuto
ja: データ形式が不明です
lv: Nezināms datu formāts
pl: Nieznany format danych
ru: Неизвестный формат даных
tr: Bilinmeyen veri biçimi

source: Source contains no files
ar: المصدر لا يحوي ملفات
bg: Източникът не съдържа файлове
cs: Zdroj neobsahuje žádné soubory
es: El archivo no contiene ficheros
fr: La source ne contient pas de fichiers
it: La sorgente non contiene nessun file
ja: ファイルが含まれていません
lv: Norādītais arhīvs nesatur datnes
pl: Źródło nie zawiera żadnych plików
ru: Архив не содержит файлов
tr: Kaynak herhangi bir dosya içermiyor

source: Unknown filesystem
ar: نظام الملفات غير معروف
bg: Неизвестна файлова система
cs: Neznámý souborový systém
es: Sistema de ficheros desconocido
fr: Système de fichiers inconnu
it: Filesystem sconosciuto
ja: ファイルシステムが不明です
lv: Nezināma failu sistēma
pl: Nieznany system plików
ru: Неизвестная файловая система
tr: Bilinmeyen dosya sistemi

source: Name of file exists as directory
ar: اسم الملف موجود مسبقًا كاسم لمجلد
bg: Името на файла съществува като директория
cs: Název souboru již existuje v podobě složky
es: El nombre del fichero existe como directorio
fr: Le nom du fichier existe en tant que dossier
it: Il nome del file esiste come cartella
ja: 同じ名前のフォルダがすでに存在します
lv: Eksistē mape ar norādīto datnes vārdu
pl: Nazwa pliku istnieje jako katalog
ru: Имя файла совпадает с именем существующей папки
tr: Dosyanın ismi dizin olarak geçiyor

source: Buffer was too short
ar: التخزين المؤقت قصير للغاية
bg: Твърде къс буфер
cs: Zásobník je příliš malý
es: El buffer era demasiado corto
fr: Le tampon est trop petit
it: Buffer troppo piccolo
ja: バッファが少なすぎます
lv: Pārāk īss buferis
pl: Bufor był za mały
ru: Буфер слишком мал
tr: Ara bellek çok kısaydı

source: Text encoding was defective
ar: يوجد خطأ في ترميز النص
bg: Сгрешено текстово кодиране
cs: Kódování textu bylo chybné
es: La codificación del texto era defectuosa
fr: L'encodage du texte est mauvais
it: Codifica del testo difettosa
ja: テキストエンコーディングに問題があります
lv: Defektīvs teksta kodējums
pl: Kodowanie tekstu było wadliwe
ru: Кодировка текста ошибочна
tr: Metin kodlaması kusurluydu

source: Could not create symlink
ar: فشل إنشاء الاختصار
bg: Невъзможно създаване на символна връзка
cs: Nelze vytvořit symbolického zástupce
es: No se ha podido crear el symlink
fr: Impossible de créer le lien symbolique
it: Impossibile creare il collegamento simbolico
ja: シンボリックリンクを作成できません
lv: Nevarēja izveidot simbolsaiti
pl: Nie można utworzyć dowiązania
ru: Не удалось создать символическую ссылку
tr: symlink oluşturulamıyor
